jomjol/AI-on-the-edge-device/code/components/mdns/tests/unit_test/sdkconfig.ci
CONFIG_IDF_TARGET="esp32"
CONFIG_UNITY_ENABLE_FIXTURE=y
CONFIG_UNITY_ENABLE_IDF_TEST_RUNNER=n
